Repository: jeroenleenarts/zcash-ios-wallet
Catalog: wallet/wallet/*.lproj/Localizable.strings
Languages: nl

source: Zcash address in buffer!
nl: Zcash adres in buffer!

source: Paste
nl: Plakken

source: Available
nl: beschikbaar

source: (tap in an amount to send)
nl: (voer de te verzenden hoeveelheid in)

source: (expecting
nl: (verwacht

source: Create new Wallet
nl: Maak een nieuwe Wallet

source: Done
nl: Klaar

source: Press and hold to send ZEC
nl: Tap en houd vast om ZEC te versturen

source: Add Memo Here
nl: Voeg notitie toe

source: %@ chars
nl: %@ karakters

source: from %@
nl: van %@

source: Tap to send ZEC
nl: Tap om ZEC te versturen

source: To
nl: Aan

source: Enter Shielded Address
nl: Voer verborgen adres in

source: Error
nl: Fout

source: an error ocurred
nl: er is een fout opgetrden

source: Address Copied to clipboard!
nl: Adres naar Copied to clipboard!

source: Copied to clipboard!
nl: Naar klembord gekopieerd!

source: close
nl: sluit

source: NUKE WALLET
nl: VERNIETIG WALLET

source: Shielded User
nl: Verborgen Gebruiker

source: Pending confirmation
nl: In afwachting van bevestiging

source: Confirmations
nl: Bevestigingen

source: Sent
nl: Verzonden

source: Your Wallet History
nl: Je Wallet geschiedenis

source: Shielded address:
nl: Verborgen adres:

source: Date:
nl: Datum:

source: Shielded:
nl: Verborgen:

source: Memo:
nl: Notitie:

source: Address:
nl: Adres:

source: Transaction Detail
nl: Transactie Detail

source: Enter a shielded Zcash address
nl: Voer een verborgen Zcash adres in

source: This is a valid Zcash address!
nl: Dit is een geldig Zcash adres!

source: Invalid Zcash address!
nl: Ongeldig Zcash adres!

source: You Have %@ sendable ZEC
nl: Je hebt %@ ZEC beschikbaar om te verzenden

source: %@ sendable ZEC. You don't have sufficient funds to cover the amount + Miner Fee of %@ ZEC
nl: %@ beschikbare ZEC. Je hebt onvoldoende middelen om het bedrag + Miner Fee van %@ ZEC te dekken.

source: You don't have any sendable ZEC yet
nl: Je hebt nog geen verstuurbare ZEC beschikbaar.

source: Zcash address in buffer
nl: Zcash adres in buffer

source: Next
nl: Volgende

source: Amount
nl: Bedrag

source: Add Memo
nl: Notitie toevoegen

source: Your address is shielded from the public, but will be available to the receipient via the memo field.
nl: Je adres is verborgen voor het publiek, maar is wel beschikbaar aan de ontvanger via het notitie veld.

source: Your transaction is shielded and your address is unavailable to receipent.
nl: Je transactie is verborgen en je adres is niet leesbaar voor de ontvanger.

source: Include your sending address in a memo
nl: Neem je eigen versturende adres op in een notitie

source: Discard and Send
nl: Verwijderen en Versturen

source: Send Now
nl: Nu versturen

source: Add Memo (optional)
nl: Voeg notitie toe (optioneel)

source: Send %@ ZEC to
nl: Verstuur %@ ZEC aan

source: Includes memo
nl: Notitie ingesloten

source: thing is that we really don't know what just went down, sorry!
nl: het punt is dat we niet precies weten wat er mis ging, sorry!

source: Sending
nl: Versturen

source: an error ocurred while submitting your transaction
nl: er is iets fout gegaan tijdens het versturen van je transactie

source: Unable to send
nl: Versturen is mislukt

source: ZEC to
nl: ZEC aan

source: Create New
nl: Nieuw aanmaken

source: Restore
nl: Herstellen

source: Enter your Seed Phrase
nl: Voer je Seed Phrase in

source: Make sure nobody is watching you!
nl: Wees er zeker van dat je niet bekeken wordt!

source: If you don't know it, leave it blank. First Sync will take longer.
nl: Als je het niet weet, laat het veld dan leef. De eerste synchronisatie zal langer duren.

source: Proceed
nl: Doorgaan

source: Restore from Seed Phrase
nl: Herstel van Seed Phrase

source: Your Wallet needs to be Backed up
nl: Maak een backup van je Wallet

source: Syncing %@%
nl: Synchroniseren %@%

source: Skip
nl: Overslaan

source: Your Backup Seed
nl: Je Backup Seed

source: Please back them up wisely! We recommend a paper backup and a password vault
nl: Sla ze verstandig op! We adviseren een papieren paper backup en een password vault

source: Copy to clipboard
nl: Kopieer naar klembord

source: I'm all set!
nl: Ik ben er helemaal klaar voor!

source: There was an error creating your wallet. Please back it up and try again
nl: Ir is iets mis gegaan bij het aanmaken van je wallet. Maak een backup en probeer het nog een keer

source: Max Retry attempts (%@) have been reached
nl: Maximum aantal pogingen (%@) bereikt

source: dismiss
nl: sluiten

source: Retry
nl: Opnieuw

source: Send
nl: Verstuur

source: No Balance
nl: geen saldo

source: Wallet History
nl: Wallet geschiedenis

source: Receive Funds
nl: Ontvang ZEC

source: Your Profile
nl: Je profiel

source: QR Code for %@
nl: QR Code voor %@

source: Scan Recipient Address
nl: Ontvangst adres scannen

source: Request Camera Access
nl: Camera toegang vragen

source: We don't have permission to access your camera
nl: We hebben geen toestemming om je camera te gebruiken

source: Camera Unavailable
nl: Camera niet beschikbaar

source: Switch to your Zcash address
nl: Wissel naar je Zcash adres

source: Share Screen
nl: Scherm delen

source: Send Feedback
nl: Feedback versturen

source: See Application Log
nl: Bekijk Applicatie Log

source: Remember, with Zcash YOU are the bank. Only you, or anyone with your seed phrase, has access to your wallet.
nl: Vergeet niet dat JIJ de bank bent met Zcash. Alleen jij, of eenieder met jouw seed phrase, heeft toegang tot je Wallet.

source: You should back this up immediately
nl: Dit moet je zo snel mogelijk in een backup zetten en

source: as no one else can restore it for you
nl: bewaren omdat niemand dit voor je kan herstellen

source: if your device is lost/broken/stolen…
nl: wanneer je device verloren/kapot laten vallen/gestolen…

source: Your
nl: Jou

source: funds
nl: middelen

source: are at risk!
nl: lopen risico!

source: Backup now!
nl: Maak nu een Backup!

source: Not now
nl: Niet nu

source: Make sure you backed up your wallet before proceeding.
nl: Controleer dat je zeker weet dat je een backup hebt van je waller voordat je doorgaat.

source: If you nuke your wallet, there's no way to recover it.
nl: Wanneer je je wallet vernietigd, dan is er geen enkele manier om je wallet te herstellen.

source: You are about to
nl: Je staat op het punt om

source: NUKE
nl: je wallet

source: your wallet!
nl: te vernietigen!

source: Delete Wallet?
nl: Wallet verwijderen?

source: You are about to
nl: Je staat op het punt om

source: nuke your wallet.
nl: je wallet te verwijderen.

source: Are you sure you want to proceed?
nl: Weet je zeker dat je door wilt gaang

source: I'm not sure
nl: Ik heb geen idee

source: NUKE WALLET!
nl: VERNIETIG WALLET!

source: Feedback Sent!
nl: Feedback verzonden!

source: Thanks for your feedback!
nl: Bedankt voor je feedback!
